{
  "Boas vindas": "Welcome",
  "O Addiction Tracker é uma ferramenta para ganho de consciência sobre o seu vício. Usá-lo sempre que consumir a substância da qual é dependente vai lhe ajudar a entender melhor o que te leva a usar e, assim, a planejar estratégias para reduzir, controlar e, por fim, parar o uso.": "Addiction Tracker is a tool for gaining awareness about your addiction. Using it whenever you consume the substance you are addicted to will help you better understand what drives you to use and, therefore, plan strategies to reduce, control and, ultimately, stop using.",
  "Abaixo você poderá gerar um backup criptografado dos seus dados. Atenção com a senha utilizada. Você só poderá recuperar o backup com a mesma senha.": "Below you will be able to generate an encrypted backup of your data. Pay attention to the password used. You will only be able to recover the backup with the same password.",
  "Senha": "Password",
  "Gerar Backup": "Generate Backup",
  "Acessar": "Access",
  "Cole abaixo o backup criptografado, insira a senha e pressione o botão para recuperar seus dados salvos no backup": "Paste the encrypted backup below, enter the password and press the button to recover your data saved in the backup",
  "Backup criptografado": "Encrypted backup",
  "Selecionar Arquivo": "Select file",
  "Restaurar Backup": "Restore Backup",
  "Backup criptografado copiado com sucesso.": "Encrypted backup copied successfully.",
  "Copiado!": "Copied!",
  "Backup criptografado salvo em ": "Encrypted Backup saved on ",
  "Erro ao salvar {{path}}: {{msg}}": "Error saving {{path}}: {{msg}}",
  "Erro ao salvar arquivo": "Error saving file",
  "Tem certeza de que deseja restaurar este backup? Seus dados atuais serão apagados e não poderão ser recuperados posteriormente!": "Are you sure you want to restore this backup? Your current data will be erased and cannot be recovered later!",
  "Confirmação": "Confirmation",
  "Restaurado com sucesso!": "Restored successfully!",
  "Seu backup foi restaurado com sucesso! Seus dados já estão disponíveis para consulta.": "Your backup has been successfully restored! Your data is now available for consultation.",
  "Erro no backup": "Error backing up",
  "Não foi possível restaurar seu backup. Por favor, tente novamente!": "Your backup could not be restored. Please try again!",
  "Gastos totais": "Total expenses",
  "Gastos com {{name}}: {{cost}}": "Expenses with {{name}}: {{cost}}",
  "Data": "Date",
  "Custo": "Expense",
  "Não há dados para serem exibidos.": "There is no data to be displayed",
  "Registre um novo gasto <a routerLink=\"/cost-add\">por aqui</a>.": "Register a new expense <a routerLink=\"/cost-add\">here</a>.",
  "Gasto removido com sucesso!": "Expense deleted successfully!",
  "Erro": "Error",
  "Não foi possível remover o gasto": "Couldn't remove expense",
  "Gastos": "Expenses",
  "Na área de gastos você pode adicionar quanto tem gastado com seu vício para saber como ele tem impactado nas suas finanças": "In the expenses area, you can add how much you have spent on your addiction to find out how it has impacted your finances.",
  "Adicionar Custo": "Add Expense",
  "Valor gasto": "Total expent",
  "Data da compra": "Expense Date",
  "Gasto salvo com sucesso!": "Expense saved successfully!",
  "Houve um erro ao salvar o gasto!": "Error saving expense!",
  "Recomendações para você": "Recommendations for you",
  "Fechar": "Close",
  "Recomendações personalizadas": "Custom recommendations",
  "Por fim, você pode obter dicas personalizadas de como lidar com cada um dos seus gatilhos na nossa seção de recomendações.": "Finally, you can get personalized tips on how to deal with each of your triggers in our recommendations section.",
  "Recomendações para Gatilhos": "Recommendations for triggers",
  "Gatilho": "Trigger",
  "Ações": "Actions",
  "Ver recomendação": "See recommendation",
  "Iniciar": "Start",
  "Continuar registro de uso?": "Keep registering usage?",
  "Após esse exercício, você ainda está com vontade de usar a substância?": "After this exercise, do you still feel like using the substance?",
  "Sim": "Yes",
  "Não, cancelar uso": "No, cancel usage",
  "Vamos começar": "Let's start",
  "Esperamos que goste do app. Não será uma jornada fácil se livrar do seu vício, mas sabemos que as recompensas serão grandes. Vamos começar adicionando a substância, ok?": "We hope you like the app. It won't be an easy journey to get rid of your addiction, but we know the rewards will be great. Let's start by adding the substance, okay?",
  "Adicione uma substância que gostaria de parar de usar.": "Add a substance you would like to stop using.",
  "Adicionar Substância": "Add Substance",
  "Para começar, você precisa registrar qual a substância que usa e gostaria de controlar com o App. Alguns exemplos: álcool, cigarro, maconha, cocaína, extasy, etc.": "To start, you need to register which substance you use and would like to control with the App. Some examples: alcohol, cigarettes, marijuana, cocaine, ecstasy, etc.",
  "Substância": "Substance",
  "Salvar": "Save",
  "Verifique todos os valores do formulário": "Check all the form values ",
  "Entrada duplicada": "Duplicated entry",
  "Já existe essa substância": "This substance already exists",
  "Tudo certo": "Everything ok",
  "Substância salva com sucesso!": "Substance saved successfully!",
  "Houve um erro ao salvar a substância! ": "Error saving substance! ",
  "Bem-vindo ao Addiction Tracker®": "Welcome to Addiction Tracker®",
  "Versão:": "Version:",
  "Home": "Home",
  "Acompanhar": "Track",
  "Intervalos de Consumo": "Usage interval",
  "Adicionar": "Add",
  "Recomendações": "Recommendations",
  "Configurações": "Settings",
  "Backup": "Backup",
  "Sincronizar dispositivos": "Synchronize devices",
  "Mudar tema": "Change theme",
  "Idioma": "Language",
  "Português": "Portuguese",
  "Inglês": "English",
  "Sobre": "About",
  "Device found": "Device found",
  "Your device was discovered with the IP: ": "Your device was discovered with the IP: ",
  "Sincronizado com sucesso": "Synced successfully",
  "Seus dados foram sincronizados com sucesso.": "Your data has been synced successfully.",
  "Erro Sincronizando": "Error Synchronizing",
  "Erro ao tentar sincronizar os dados: ": "Error when trying to synchronize data: ",
  "Dados de uso salvos com sucesso. Você já pode vê-los no dashboard. Abrindo...": "Usage data saved successfully. You can already see them on the dashboard. Opening...",
  "Já existe esse gatilho": "This trigger already exists",
  "Houve um erro ao salvar a substância!": "There was an error saving the substance!",
  "Intervalo de Consumo (minutos)": "Consumption Interval (minutes)",
  "Consumo": "Consumption",
  "Sentimento": "Feeling",
  "Fissura": "Craving",
  "Consumo total": "Total Consumption",
  "Consumo removido com sucesso!": "Consumption successfully removed!",
  "Não foi possível remover o registro!": "Unable to remove register!",
  "Dados de uso de ": "Consumption data of ",
  "Acompanhamento de consumo de ": "Consumption tracking of ",
  "Gatilhos de consumo de ": "Consumption triggers of ",
  "Agrupar por hora?": "Group by hour?",
  "Agrupar por dia?": "Group by day?",
  "Você está há": "You have not consumed anything for",
  " dias,": " days,",
  " horas e": " hours and",
  " minutos sem consumir nada. Parabéns!": " minutes. Congratulations!",
  "Consumos de ": "Consumption of ",
  "Intervalo de consumo": "Consumption interval",
  "Que tal tentar um exercício de respiração para te ajudar a não usar agora?": "How about trying a breathing exercise to help you not use it now?",
  "Exercício de Respiração":"Breathing exercise",
  "Não, já usei":"No, I've already consumed",
  "Claro": "Sure",
  "Adicionar registro de Consumo": "Add Consumption Record",
  "Quantidade": "Quantity",
  "Data e hora": "Date and time",
  "Sentimento:": "Feeling:",
  "Fissura: ": "Craving: ",
  "Menu de acesso rápido": "Quick access menu",
  "Esse é o menu de acesso rápido, com as principais e mais usadas opções do aplicativo: registrar o consumo, registrar gastos e acompanhar consumos e gastos.": "This is the quick access menu, with the main and most used options of the application: record consumption, record expenses and monitor consumption and expenses.",
  "Adicionar consumo": "Add consumption",
  "Sempre que você fizer o uso da substância, você pode usar a tela Adicionar Consumo para registrar o consumo. Reserve alguns segundos para pensar bem sobre qual o nível de fissura você está, quais foram os gatilhos que te levaram ao uso e como estão suas emoções.": "Whenever you use the substance, you can use the Add Use screen to record your consumption. Take a few seconds to think about your level of craving, what triggers led you to use, and how your emotions are.",
  "Gatilhos": "Triggers",
  "No começo não há nenhum gatilho registrado, mas você pode clicar no ícone ao lado para incluir os gatilhos que te levam a consumir a substância. Você pode escolher mais de um gatilho ao mesmo tempo. Alguns gatilhos comuns são stress, ansiedade, frustração, etc. Mas certamente você tem gatilhos únicos para o seu caso.": "Initially, there are no triggers registered, but you can click on the icon next to it to include the triggers that lead you to consume the substance. You can choose more than one trigger at the same time. Some common triggers are stress, anxiety, frustration, etc. But you certainly have triggers that are unique to your case.",
  "Acompanhamento": "Acompanhamento",
  "Depois de adicionar quando você consome uma substância, o aplicativo irá te apresentar um gráfico relacionando a quantidade consumida com o nível de fissura e suas emoções, além de mostrar um gráfico com os gatilhos que mais te levam a consumir a substância. É aqui que você começa a ganhar mais consciência sobre o seu vício.": "After you add when you consume a substance, the app will show you a graph relating the amount consumed to your craving level and emotions, as well as a graph showing the triggers that most often lead you to consume the substance. This is where you start to gain more awareness about your addiction."
}