{
    "Add new record": "Agregar nuevo registro",
    "Your Motivation": "Tu motivación",
    "Did this help with your craving?": "¿Esto ayudó con tu antojo?",
    "I decided not to use": "Decidí no consumir",
    "Craving reduced": "Antojo reducido",
    "Craving increased": "Antojo aumentado",
    "Continue to record": "Continuar registrando",
    "How does this make you feel emotionally?": "¿Cómo te hace sentir esto emocionalmente?",
    "Happier": "Más feliz",
    "Sadder": "Más triste",
    "No change": "Sin cambio",
    "Addiction Tracker • Your personal journey to wellness": "Addiction Tracker • Tu camino personal hacia el bienestar",
    "Remember: Every day is a new opportunity": "Recuerda: Cada día es una nueva oportunidad",
    "Bem-vindo ao Addiction Tracker®": "Bienvenido a Addiction Tracker®",
    "Version": "Versión",
    "Acompanhamento": "Seguimiento",
    "Depois de adicionar quando você consome uma substância, o aplicativo irá te apresentar um gráfico relacionando a quantidade consumida com o nível de fissura e suas emoções, além de mostrar um gráfico com os gatilhos que mais te levam a consumir a substância. É aqui que você começa a ganhar mais consciência sobre o seu vício.": "Después de agregar cuándo consumes uma sustancia, la aplicación te mostrará un gráfico que relaciona la cantidad consumida con el nivel de antojo y tus emociones, además de mostrar un gráfico con los desencadenantes que más te llevan a consumir la sustancia. Aquí es donde comienzas a tomar más conciencia sobre tu adicción.",
    "Agrupar por hora?": "¿Agrupar por hora?",
    "Agrupar por dia?": "¿Agrupar por día?",
    "Dados de uso de ": "Datos de consumo de ",
    "Acompanhamento de consumo de ": "Seguimiento de consumo de ",
    "Gatilhos de consumo de ": "Desencadenantes de consumo de ",
    "Não há dados para serem exibidos.": "No hay datos para mostrar",
    "Registre um novo consumo": "Registra un nuevo consumo",
    "por aqui": "por aquí",
    "Adicionar registro de Consumo": "Agregar registro de consumo",
    "Quantidade": "Cantidad",
    "Data e hora": "Fecha y hora",
    "Sentimento:": "Sentimiento:",
    "Fissura: ": "Antojo: ",
    "Gatilhos": "Desencadenantes",
    "No começo não há nenhum gatilho registrado, mas você pode clicar no ícone ao lado para incluir os gatilhos que te levam a consumir a substância. Você pode escolher mais de um gatilho ao mesmo tempo. Alguns gatilhos comuns são stress, ansiedade, frustração, etc. Mas certamente você tem gatilhos únicos para o seu caso.": "Al principio no hay ningún desencadenante registrado, pero puedes hacer clic en el ícono al lado para incluir los desencadenantes que te llevan a consumir la sustancia. Puedes elegir más de un desencadenante al mismo tiempo. Algunos desencadenantes comunes são stress, ansiedade, frustração, etc. Pero seguramente tienes desencadenantes únicos para tu caso.",
    "Adiciona um novo gatilho": "Agregar un nuevo desencadenante",
    "Salvar": "Guardar",
    "Adicionar Gatilho": "Agregar desencadenante",
    "Gatilho:": "Desencadenante:",
    "Cancelar": "Cancelar",
    "Exercício de Respiração": "Ejercicio de respiración",
    "Que tal tentar um exercício de respiração para te ajudar a não usar agora?": "¿Qué tal intentar un ejercicio de respiración para ayudarte a no consumir ahora?",
    "Não, já usei": "No, ya consumí",
    "Claro": "Claro",
    "Você está há": "Llevas",
    " dias,": " días,",
    " horas e": " horas y",
    " minutos sem consumir nada. Parabéns!": " minutos sin consumir nada. ¡Felicidades!",
    "Histórico de Consumo": "Historial de consumo",
    "Consumos de ": "Consumos de ",
    "Data": "Fecha",
    "Substância": "Sustancia",
    "Sentimento": "Sentimiento",
    "Fissura": "Antojo",
    "Adicionar Substância": "Agregar sustancia",
    "Adicione uma substância que gostaria de parar de usar.": "Agrega uma sustancia que te gustaría dejar de usar.",
    "Para começar, você precisa registrar qual a substância que usa e gostaria de controlar com o App. Alguns exemplos: álcool, cigarro, maconha, cocaína, extasy, etc.": "Para comenzar, necesitas registrar qué sustancia usas y te gustaría controlar con la app. Algunos ejemplos: alcohol, cigarrillos, marihuana, cocaína, éxtasis, etc.",
    "Iniciar": "Iniciar",
    "Continuar registro de uso?": "¿Continuar registro de uso?",
    "Após esse exercício, você ainda está com vontade de usar a substância?": "Después de este ejercicio, ¿todavía tienes ganas de usar la sustancia?",
    "Sim": "Sí",
    "Não, cancelar uso": "No, cancelar uso",
    "Recomendações personalizadas": "Recomendaciones personalizadas",
    "Por fim, você pode obter dicas personalizadas de como lidar com cada um dos seus gatilhos na nossa seção de recomendações.": "Por último, puedes obtener consejos personalizados sobre cómo lidiar con cada uno de tus desencadenantes en nuestra sección de recomendaciones.",
    "Recomendações para Gatilhos": "Recomendaciones para desencadenantes",
    "Gatilho": "Desencadenante",
    "Ações": "Acciones",
    "Ver recomendação": "Ver recomendación",
    "Recomendações para você": "Recomendaciones para ti",
    "Fechar": "Cerrar",
    "Usage Entries": "Entradas de consumo",
    "Review your substance usage history and track your progress": "Revisa tu historial de consumo de sustancias y sigue tu progreso",
    "Filter by:": "Filtrar por:",
    "All Substances": "Todas las sustancias",
    "Filter": "Filtrar",
    "Export": "Exportar",
    "Total Entries": "Entradas totales",
    "Total Spent": "Total gastado",
    "Most Common Trigger": "Desencadenante más común",
    "No entries found": "No se encontraron entradas",
    "Mood": "Estado de ánimo",
    "Craving": "Antojo",
    "Triggers:": "Desencadenantes:",
    "Delete": "Eliminar",
    "Previous": "Anterior",
    "Next": "Siguiente",
    "Delete Entry": "Eliminar entrada",
    "Are you sure you want to delete this usage entry? This action cannot be undone.": "¿Estás seguro de que deseas eliminar esta entrada de consumo? Esta acción no se puede deshacer.",
    "Cancel": "Cancelar",
    "Trigger Analysis": "Análisis de desencadenantes",
    "Understand what triggers your substance use to develop better coping strategies": "Comprende qué desencadena tu consumo de sustancias para desarrollar mejores estrategias de afrontamiento",
    "Filter by Substance": "Filtrar por sustancia",
    "Overall Trigger Distribution": "Distribución general de desencadenantes",
    "Trigger Distribution": "Distribución de desencadenantes",
    "No trigger data available yet. Start recording your substance use to see trigger patterns.": "Aún no hay datos de desencadenantes. Comienza a registrar tu consumo para ver patrones de desencadenantes.",
    "No trigger data available for this substance yet. Record some usage to see trigger patterns.": "Aún no hay datos de desencadenantes para esta sustancia. Registra algunos consumos para ver los patrones.",
    "Triggers by Substance": "Desencadenantes por sustancia",
    "No substance data available yet. Start recording your substance use to see patterns across different substances.": "Aún no hay datos de sustancias. Comienza a registrar tu consumo para ver patrones entre diferentes sustancias.",
    "Understanding Your Triggers": "Entendiendo tus desencadenantes",
    "What are triggers?": "¿Qué son los desencadenantes?",
    "Triggers are situations, emotions, or environments that create urges to use substances. Identifying your personal triggers is a crucial step in developing effective coping strategies.": "Los desencadenantes son situaciones, emociones o entornos que generan ganas de consumir sustancias. Identificar tus desencadenantes personales es un paso crucial para desarrollar estrategias de afrontamiento efectivas.",
    "Common Emotional Triggers": "Desencadenantes emocionales comunes",
    "Stress and anxiety": "Estrés y ansiedad",
    "Sadness or depression": "Tristeza o depresión",
    "Boredom": "Aburrimiento",
    "Anger or frustration": "Enojo o frustración",
    "Loneliness": "Soledad",
    "Common Environmental Triggers": "Desencadenantes ambientales comunes",
    "Social gatherings where substances are present": "Reuniones sociales donde hay sustancias",
    "Specific locations associated with past use": "Lugares específicos asociados al consumo anterior",
    "Being around certain people": "Estar cerca de ciertas personas",
    "Celebrations or special occasions": "Celebraciones u ocasiones especiales",
    "Stressful work or home environments": "Ambientes laborales o familiares estresantes",
    "Coping Strategies": "Estrategias de afrontamiento",
    "Once you've identified your triggers, you can develop strategies to manage them:": "Una vez que hayas identificado tus desencadenantes, puedes desarrollar estrategias para gestionarlos:",
    "Practice mindfulness and breathing exercises": "Practica la atención plena y ejercicios de respiración",
    "Develop a support network of friends and family": "Desarrolla una red de apoyo de amigos y familiares",
    "Consider professional counseling or support groups": "Considera asesoramiento profesional o grupos de apoyo",
    "Create a list of alternative activities": "Crea una lista de actividades alternativas",
    "Avoid high-risk situations when possible": "Evita situaciones de alto riesgo cuando sea posible",
    "Develop healthy stress management techniques": "Desarrolla técnicas saludables de manejo del estrés",
    "Synchronize data with other devices": "Sincronizar datos con otros dispositivos",
    "Transfer your data securely between your devices": "Transfiere tus datos de forma segura entre tus dispositivos",
    "Send data to other device": "Enviar datos a otro dispositivo",
    "Get data from other device": "Obtener datos de otro dispositivo",
    "Open the app on other device, click the button \"Get data from other devices\" and follow instructions. Then, click the button below:": "Abre la app en el otro dispositivo, haz clic en el botón \"Obtener datos de otros dispositivos\" y sigue las instrucciones. Luego, haz clic en el botón de abajo:",
    "Make device discoverable": "Hacer dispositivo visible",
    "Type the code below on your other device:": "Escribe el código de abajo en tu otro dispositivo:",
    "Open the app on other device, click the button \"Send data to other devices\" and click the button \"Make device discoverable\".": "Abre la app en el otro dispositivo, haz clic en el botón \"Enviar datos a otros dispositivos\" y luego en \"Hacer dispositivo visible\".",
    "Then click the button below to look for the device in the network.": "Luego haz clic en el botón de abajo para buscar el dispositivo en la red.",
    "Search devices": "Buscar dispositivos",
    "Type the code below": "Escribe el código de abajo",
    "Send": "Enviar",
    "Settings": "Configuración",
    "Manage your app settings and security preferences": "Administra la configuración y preferencias de seguridad de la app",
    "App Settings": "Configuración de la app",
    "App Theme": "Tema de la app",
    "Choose between light and dark theme": "Elige entre tema claro y oscuro",
    "Dark": "Oscuro",
    "Light": "Claro",
    "Language": "Idioma",
    "Select your preferred language": "Selecciona tu idioma preferido",
    "English": "Inglés",
    "Português": "Portugués",
    "Clear All Data": "Borrar todos los datos",
    "Permanently delete all your recovery data": "Eliminar permanentemente todos tus datos de recuperación",
    "Clear Data": "Borrar datos",
    "Confirm Data Deletion": "Confirmar eliminación de datos",
    "Warning:": "Advertencia:",
    "This action cannot be undone. All your recovery data, including substance records, motivational factors, and progress tracking will be permanently deleted.": "Esta acción no se puede deshacer. Todos tus datos de recuperación, incluidos los registros de sustancias, factores motivacionales y seguimiento de progreso serán eliminados permanentemente.",
    "To confirm, please type": "Para confirmar, escribe",
    "CLEAR ALL DATA": "BORRAR TODOS LOS DATOS",
    "in the field below:": "en el campo de abajo:",
    "Type CLEAR ALL DATA": "Escribe BORRAR TODOS LOS DATOS",
    "Permanently Delete All Data": "Eliminar todos los datos permanentemente",
    "Your Recovery Dashboard": "Tu panel de recuperación",
    "Track your progress and visualize your journey to recovery": "Sigue tu progreso y visualiza tu camino hacia la recuperación",
    "Financial Impact": "Impacto financiero",
    "Motivational Factors": "Factores motivacionales",
    "Manage your personal motivations to stay on track with your recovery journey": "Administra tus motivaciones personales para mantenerte en el camino de la recuperación",
    "Select a Substance": "Selecciona una sustancia",
    "Motivational Factors for": "Factores motivacionales para",
    "Add New Factor": "Agregar nuevo factor",
    "Search text motivations...": "Buscar motivaciones de texto...",
    "Newest": "Más reciente",
    "Oldest": "Más antiguo",
    "Type": "Tipo",
    "Motivation": "Motivación",
    "Added": "Agregado",
    "Edit": "Editar",
    "Motivational image": "Imagen motivacional",
    "No motivational factors match your search.": "No hay factores motivacionales que coincidan con tu búsqueda.",
    "No motivational factors yet. Add one to get started!": "Aún no hay factores motivacionales. ¡Agrega uno para comenzar!",
    "Edit Motivational Factor": "Editar factor motivacional",
    "Why do you want to quit this substance?": "¿Por qué quieres dejar esta sustancia?",
    "Save Changes": "Guardar cambios",
    "Delete Motivational Factor": "Eliminar factor motivacional",
    "Are you sure you want to delete this motivational factor? This action cannot be undone.": "¿Estás seguro de que deseas eliminar este factor motivacional? Esta acción no se puede deshacer.",
    "Your Journey to Recovery": "Tu camino hacia la recuperación",
    "Track your substance use, identify triggers, and monitor your progress over time. Understanding your patterns is the first step toward positive change.": "Registra tu consumo de sustancias, identifica desencadenantes y monitorea tu progreso a lo largo del tiempo. Entender tus patrones es el primer paso hacia un cambio positivo.",
    "Understand the financial cost of substance use and potential savings from recovery": "Comprende el costo financiero del consumo de sustancias y el ahorro potencial al recuperarte",
    "Spending Trend (Last 30 Days)": "Tendencia de gastos (últimos 30 días)",
    "No spending data available for the last 30 days. Start recording your substance use to see spending trends.": "No hay datos de gastos disponibles para los últimos 30 días. Comienza a registrar tu consumo para ver tendencias de gastos.",
    "Investment Potential": "Potencial de inversión",
    "If you invested the money you would have spent on substances, here's how much it could grow over time (assuming a 7% average annual return):": "Si invirtieras el dinero que habrías gastado en sustancias, así es como podría crecer con el tiempo (suponiendo un rendimiento anual promedio del 7%):",
    "5 Years": "5 años",
    "10 Years": "10 años",
    "20 Years": "20 años",
    "These calculations are based on your recorded usage and assume you invest the money you would have spent on substances. The potential growth uses a 7% average annual return, which is a common long-term stock market average. Actual returns may vary.": "Estos cálculos se basan en tu consumo registrado y suponen que inviertes el dinero que habrías gastado en sustancias. El crecimiento potencial usa un rendimiento anual promedio del 7%, que es un promedio común del mercado de valores a largo plazo. Los rendimientos reales pueden variar.",
    "What Else Could You Do With This Money?": "¿Qué más podrías hacer con este dinero?",
    "Travel": "Viajar",
    "With": "Con",
    "saved in a year, you could take a vacation to a destination you've always wanted to visit.": "ahorrado en un año, podrías irte de vacaciones a un destino que siempre has querido visitar.",
    "Education": "Educación",
    "You could invest in courses, certifications, or even start saving for a degree to advance your career.": "Podrías invertir en cursos, certificaciones o incluso empezar a ahorrar para un título y avanzar en tu carrera.",
    "Home Improvements": "Mejoras en el hogar",
    "Create a more comfortable living space with renovations or new furniture that will last for years.": "Crea un espacio más cómodo con renovaciones o muebles nuevos que durarán años.",
    "Health & Wellness": "Salud y bienestar",
    "Invest in your physical and mental health with gym memberships, therapy, or wellness retreats.": "Invierte en tu salud física y mental con membresías de gimnasio, terapia o retiros de bienestar.",
    "Backup dos seus dados": "Copia de seguridad de tus datos",
    "Abaixo você poderá gerar um backup criptografado dos seus dados. Atenção com a senha utilizada. Você só poderá recuperar o backup com a mesma senha.": "A continuación podrás generar una copia de seguridad encriptada de tus datos. Atención con la contraseña utilizada. Solo podrás recuperar la copia de seguridad con la misma contraseña.",
    "Gerar Backup": "Generar copia de seguridad",
    "Restaurar Backup": "Restaurar copia de seguridad",
    "Senha": "Contraseña",
    "Digite uma senha segura": "Escribe una contraseña segura",
    "Esta senha será usada para criptografar seu backup. Você precisará dela para restaurar seus dados.": "Esta contraseña será usada para encriptar tu copia de seguridad. La necesitarás para restaurar tus datos.",
    "Seu Backup Criptografado": "Tu copia de seguridad encriptada",
    "Copiar": "Copiar",
    "Copie este texto ou salve o arquivo para guardar seu backup.": "Copia este texto o guarda el archivo para mantener tu copia de seguridad.",
    "Acessar": "Acceder",
    "Digite a senha do backup": "Escribe la contraseña de la copia de seguridad",
    "Backup criptografado": "Copia de seguridad encriptada",
    "Selecionar Arquivo": "Seleccionar archivo",
    "Voltar": "Volver",
    "Alternative Activity Analytics": "Análisis de actividades alternativas",
    "Effectiveness of Alternative Activities": "Efectividad de actividades alternativas",
    "This analysis shows which alternative activities have been most effective in helping you avoid substance use.": "Este análisis muestra qué actividades alternativas han sido más efectivas para ayudarte a evitar el consumo de sustancias.",
    "Success Rate by Activity": "Tasa de éxito por actividad",
    "% success rate": "% tasa de éxito",
    "No data yet": "Sin datos aún",
    "Used": "Usado",
    "times": "veces",
    "Successful:": "Exitoso:",
    "Failed:": "Fallido:",
    "Most Effective Activity": "Actividad más efectiva",
    "Total Alternatives Used": "Total de alternativas utilizadas",
    "Overall Success Rate": "Tasa de éxito general",
    "Personalized Recommendations": "Recomendaciones personalizadas",
    "Based on your data, here are your most effective alternatives:": "Basado en tus datos, aquí están tus alternativas más efectivas:",
    "success rate": "tasa de éxito",
    "Pro tip:": "Consejo profesional:",
    "Try to use": "Intenta usar",
    "more often, as it has been your most effective strategy for avoiding substance use.": "más a menudo, ya que ha sido tu estrategia más efectiva para evitar el consumo de sustancias.",
    "Start using alternative activities to see personalized recommendations here.": "Comienza a usar actividades alternativas para ver recomendaciones personalizadas aquí.",
    "Your Achievements": "Tus logros",
    "See how you're doing on your recovery journey": "Ve cómo te va en tu camino de recuperación",
    "Achievement Progress": "Progreso de logros",
    "Track your recovery journey through these milestones. Each achievement represents progress in your path to wellness.": "Sigue tu camino de recuperación a través de estos hitos. Cada logro representa un progreso en tu camino hacia el bienestar.",
    "Upcoming Achievements": "Logros próximos",
    "Gastos": "Gastos",
    "Na área de gastos você pode adicionar quanto tem gastado com seu vício para saber como ele tem impactado nas suas finanças": "En el área de gastos puedes agregar cuánto has gastado en tu adicción para saber cómo ha impactado en tus finanzas.",
    "Adicionar Custo": "Agregar gasto",
    "Valor gasto": "Total gastado",
    "Data da compra": "Fecha de compra",
    "Gastos totais": "Gastos totales",
    "Gastos com {{name}}: {{cost}}": "Gastos con {{name}}: {{cost}}",
    "Custo": "Gasto",
    "Registre um novo gasto": "Registra un nuevo gasto",
    "Substance Analysis": "Análisis de sustancias",
    "Usage by Substance": "Uso por sustancia",
    "No usage data available yet. Start recording your substance use to see patterns.": "Aún no hay datos de uso disponibles. Comienza a registrar tu consumo para ver patrones.",
    "Overall Trends (Last 14 Days)": "Tendencias generales (últimos 14 días)",
    "Trends (Last 14 Days)": "Tendencias (últimos 14 días)",
    "No trend data available yet. Start recording your substance use to see patterns.": "Aún no hay datos de tendencias disponibles. Comienza a registrar tu consumo para ver patrones.",
    "Overall Trigger Analysis": "Análisis general de desencadenantes",
    "Sobriety Tracker": "Rastreador de sobriedad",
    "Days Sober": "Días sobrio",
    "to 30 days": "a 30 días",
    "Record Substance Use": "Registrar uso de sustancia",
    "Give Up": "Rendir",
    "Select a substance": "Selecciona una sustancia",
    "Remember why you want to quit": "Recuerda por qué quieres dejarlo",
    "using substances": "consumiendo sustancias",
    "You haven't added any motivational factors for this substance yet. Consider adding some to help you in moments like this.": "Aún no has agregado factores motivacionales para esta sustancia. Considera agregar algunos para ayudarte en momentos como este.",
    "Add New Substance": "Agregar nueva sustancia",
    "Start by giving your substance a name. This will help you track your usage patterns over time.": "Comienza por darle un nombre a tu sustancia. Esto te ayudará a rastrear tus patrones de uso a lo largo del tiempo.",
    "Substance name": "Nombre de la sustancia",
    "Add": "Agregar",
    "Usage Details": "Detalles del uso",
    "When did you use it?": "¿Cuándo lo usaste?",
    "Record the date and time of your substance use": "Registra la fecha y hora de tu consumo de sustancia",
    "Date and time": "Fecha y hora",
    "How much did you use?": "¿Cuánto usaste?",
    "Record the amount and cost of your substance use": "Registra la cantidad y el costo de tu consumo de sustancia",
    "Amount": "Cantidad",
    "Enter amount": "Ingresa la cantidad",
    "Enter the number of units consumed": "Ingresa el número de unidades consumidas",
    "Cost ($)": "Costo ($)",
    "Enter cost": "Ingresa el costo",
    "Enter the cost in dollars": "Ingresa el costo en dólares",
    "Add cost information": "Agregar información de costo",
    "How intense was your craving?": "¿Qué tan intenso fue tu antojo?",
    "Mild (1)": "Leve (1)",
    "Moderate (5)": "Moderado (5)",
    "Severe (10)": "Severo (10)",
    "Mild craving": "Antojo leve",
    "Moderate craving": "Antojo moderado",
    "Severe craving": "Antojo severo",
    "How were you feeling?": "¿Cómo te estabas sintiendo?",
    "What triggered this use?": "¿Qué desencadenó este uso?",
    "New Trigger": "Nuevo desencadenante",
    "Enter new trigger": "Ingresa nuevo desencadenante",
    "Add new trigger": "Agregar nuevo desencadenante",
    "Record Usage": "Registrar uso",
    "I Decided Not To Use": "Decidí No Usar",
    "Protect Your Recovery Data": "Protege tus datos de recuperación",
    "Your recovery journey contains sensitive information. Would you like to protect it with a password?": "Tu camino de recuperación contiene información sensible. ¿Te gustaría protegerlo con una contraseña?",
    "Yes, Protect My Data": "Sí, protege mis datos",
    "Not Now": "No ahora",
    "You can always change this setting later in the app.": "Siempre puedes cambiar esta configuración más tarde en la app.",
    "Create a Password": "Crea una contraseña",
    "Choose a secure password to protect your recovery data. Make sure it's something you'll remember.": "Elige una contraseña segura para proteger tus datos de recuperación. Asegúrate de que sea algo que recordarás.",
    "Password": "Contraseña",
    "Create a password": "Crea una contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Confirm your password": "Confirma tu contraseña",
    "Back": "Atrás",
    "Enable Protection": "Habilitar protección",
    "Welcome to Addiction Tracker": "Bienvenido a Addiction Tracker",
    "Your personal journey to wellness starts here. This app is designed to help you track, understand, and overcome substance use challenges.": "Tu camino personal hacia el bienestar comienza aquí. Esta app está diseñada para ayudarte a rastrear, entender y superar los desafíos del consumo de sustancias.",
    "Home Screen Overview": "Descripción general de la pantalla de inicio",
    "Your home screen is your command center. From here, you can access all features and see your sobriety progress at a glance.": "Tu pantalla de inicio es tu centro de comando. Desde aquí, puedes acceder a todas las funciones y ver tu progreso de sobriedad de un vistazo.",
    "Sobriety counter at the top": "Contador de sobriedad en la parte superior",
    "Quick access to all features": "Acceso rápido a todas las funciones",
    "Floating \"+\" button to record usage": "Botón flotante \"+\" para registrar el uso",
    "Recording Usage": "Registrando uso",
    "Tap the \"+\" button to record substance use. Be honest with yourself - tracking accurately helps you understand your patterns.": "Toca el botón \"+\" para registrar el consumo de sustancias. Sé honesto contigo mismo: rastrear con precisión te ayuda a entender tus patrones.",
    "Track substance, amount, and cost": "Rastrea sustancia, cantidad y costo",
    "Record mood and craving intensity": "Registra el estado de ánimo y la intensidad del antojo",
    "Identify your personal triggers": "Identifica tus desencadenantes personales",
    "Add personal motivations for each substance to remind yourself why you want to quit. These will appear when you're about to record usage.": "Agrega motivaciones personales para cada sustancia para recordarte por qué quieres dejarlo. Estas aparecerán cuando estés a punto de registrar el consumo.",
    "Add text, images, or audio": "Agrega texto, imágenes o audio",
    "Personalized to your journey": "Personalizado para tu camino",
    "Helps during moments of temptation": "Ayuda durante momentos de tentación",
    "Alternative Activities": "Actividades alternativas",
    "When cravings hit, the app suggests healthy alternatives like breathing exercises, taking a walk, or calling a friend.": "Cuando los antojos aparecen, la app sugiere alternativas saludables como ejercicios de respiración, dar un paseo o llamar a un amigo.",
    "Guided breathing exercises": "Ejercicios de respiración guiados",
    "Multiple healthy options": "Múltiples opciones saludables",
    "Learns what works best for you": "Aprende qué es lo mejor para ti",
    "Analytics Dashboard": "Panel de análisis",
    "The Recovery Dashboard provides visual insights into your journey. Track sobriety days, identify patterns, and see your financial savings.": "El panel de recuperación proporciona información visual sobre tu camino. Rastrea los días de sobriedad, identifica patrones y ve tus ahorros financieros.",
    "Interactive charts and graphs": "Gráficos y tablas interactivas",
    "Track mood and trigger patterns": "Rastrea patrones de estado de ánimo y desencadenantes",
    "See your financial savings": "Ve tus ahorros financieros",
    "Getting Started": "Empezando",
    "Here's how to begin your recovery journey with our app:": "Aquí tienes cómo comenzar tu camino de recuperación con nuestra app:",
    "First:": "Primero:",
    "Add your substances and motivational factors": "Agrega tus sustancias y factores motivacionales",
    "Then:": "Luego:",
    "Record usage when it happens": "Registra el consumo cuando suceda",
    "When tempted:": "Cuando tengas tentaciones:",
    "Try alternative activities": "Prueba actividades alternativas",
    "Regularly:": "Regularmente:",
    "Check your dashboard to track progress": "Revisa tu panel para seguir el progreso",
    "Celebrate:": "Celebra:",
    "Watch your achievements grow!": "¡Mira cómo crecen tus logros!",
    "Skip Tour": "Omitir recorrido",
    "Get Started": "Empezar",
    "Add a motivational factor": "Agregar un factor motivacional",
    "Text": "Texto",
    "Image": "Imagen",
    "Audio": "Audio",
    "Why do you want to stop using this substance?": "¿Por qué quieres dejar de usar esta sustancia?",
    "E.g., I want to be healthier for my family...": "Por ejemplo, quiero estar más saludable para mi familia...",
    "Add Motivation": "Agregar motivación",
    "Upload an image that motivates you to quit": "Sube una imagen que te motive a dejarlo",
    "Upload an image": "Sube una imagen",
    "Record a voice message to your future self": "Graba un mensaje de voz para tu yo futuro",
    "Start Recording": "Comenzar a grabar",
    "Recording...": "Grabando...",
    "Stop Recording": "Detener grabación",
    "Discard": "Descartar",
    "Record Again": "Grabar de nuevo",
    "How does this make you feel?": "¿Cómo te hace sentir esto?",
    "Lock app": "Bloquear app",
    "Data protection is enabled": "La protección de datos está habilitada",
    "Data Protection": "Protección de datos",
    "Your recovery data is password protected": "Tus datos de recuperación están protegidos por contraseña",
    "Lock App": "Bloquear app",
    "Track your habits. Take control of your life.": "Rastrea tus hábitos. Toma el control de tu vida.",
    "Addiction Tracker": "Addiction Tracker",
    "Your journey to wellness": "Tu camino hacia el bienestar",
    "Navigation": "Navegación",
    "Secure your recovery data": "Asegura tus datos de recuperación",
    "Current Spending": "Gastos actuales",
    "Past Week": "Última semana",
    "Past Month": "Último mes",
    "Past Year": "Último año",
    "Total All Time": "Total de todos los tiempos",
    "Potential Savings": "Ahorros potenciales",
    "Projected Annual Cost": "Costo anual proyectado",
    "1 Year of Sobriety": "1 año de sobriedad",
    "5 Years of Sobriety": "5 años de sobriedad",
    "10 Years of Sobriety": "10 años de sobriedad",
    "Spending Distribution": "Distribución de gastos",
    "Detailed Cost Breakdown": "Desglose detallado de costos",
    "Total": "Total",
    "Successfully Unlocked": "Desbloqueado con éxito",
    "Redirecting you to your recovery dashboard...": "Redirigiéndote a tu panel de recuperación...",
    "Protected Information": "Información protegida",
    "Please enter your password to access your recovery data.": "Por favor ingresa tu contraseña para acceder a tus datos de recuperación.",
    "Enter your password": "Ingresa tu contraseña",
    "Unlocking...": "Desbloqueando...",
    "Unlock": "Desbloquear",
    "Your data is protected and encrypted.": "Tus datos están protegidos y encriptados.",
    "days sober": "días sobrio",
    "Days of Sobriety": "Días de sobriedad",
    "Try a Healthy Alternative": "Prueba una alternativa saludable",
    "Instead of using, would you like to try one of these healthier activities? It might help reduce your craving and give you time to reflect.": "En lugar de usar, ¿te gustaría intentar una de estas actividades más saludables? Podría ayudar a reducir tu antojo y darte tiempo para reflexionar.",
    "Breathing Exercise": "Ejercicio de respiración",
    "5 minutes": "5 minutos",
    "Drink Water": "Beber agua",
    "1 minute": "1 minuto",
    "Take a Walk": "Dar un paseo",
    "10-15 minutes": "10-15 minutos",
    "Stretching": "Estiramiento",
    "Healthy Snack": "Snack saludable",
    "Call a Friend": "Llamar a un amigo",
    "5-10 minutes": "5-10 minutos",
    "Skip for now": "Saltar por ahora",
    "We'll track which alternatives work best for you over time.": "Rastrearemos qué alternativas funcionan mejor para ti con el tiempo.",
    "Your most effective alternative:": "Tu alternativa más efectiva:",
    "Processing your activity": "Procesando tu actividad",
    "Hang tight! We're preparing this activity for you...": "¡Espera! Estamos preparando esta actividad para ti...",
    "Skip breathing exercise": "Saltar ejercicio de respiración",
    "Follow along with this breathing pattern to help calm your mind.": "Sigue este patrón de respiración para ayudar a calmar tu mente.",
    "Progress:": "Progreso:",
    "Skip to end": "Saltar al final",
    "Did it help?": "¿Ayudó?",
    "Let us know if": "Déjanos saber si",
    "helped reduce your craving": "ayudó a reducir tu antojo",
    "Share your experience (optional)": "Comparte tu experiencia (opcional)",
    "What did you learn from this experience?": "¿Qué aprendiste de esta experiencia?",
    "Yes, it helped": "Sí, ayudó",
    "No, it didn't": "No, no ayudó",
    "Achievements & Milestones": "Logros y hitos",
    "Your progress": "Tu progreso",
    "of": "de",
    "achievements": "logros",
    "Displayed Achievements:": "Logros mostrados:",
    "No achievements in this category yet": "No hay logros en esta categoría aún",
    "Show": "Mostrar",
    "more achievements": "más logros",
    "Show less": "Mostrar menos",
    "View All Achievements": "Ver todos los logros",
    "Home": "Inicio",
    "Acompanhar": "Rastrear",
    "Intervalos de Consumo": "Intervalos de consumo",
    "Adicionar": "Agregar",
    "Recomendações": "Recomendaciones",
    "Acompanhar Gastos": "Rastrear gastos",
    "Adicionar Gastos": "Agregar gastos",
    "Configurações": "Configuraciones",
    "Backup": "Copia de seguridad",
    "Sincronizar dispositivos": "Sincronizar dispositivos",
    "Mudar tema": "Cambiar tema",
    "Idioma": "Idioma",
    "Inglês": "Inglés",
    "Sobre": "Acerca de",
    "Consumo": "Consumo",
    "Consumo total": "Consumo total",
    "Intervalo de Consumo (minutos)": "Intervalo de consumo (minutos)",
    "Erro": "Error",
    "Verifique todos os valores do formulário": "Verifica todos los valores del formulario",
    "Tudo certo": "Todo bien",
    "Dados de uso salvos com sucesso. Você já pode vê-los no dashboard. Abrindo...": "Datos de uso guardados con éxito. Ya puedes verlos en el panel. Abriendo...",
    "Entrada duplicada": "Entrada duplicada",
    "Já existe esse gatilho": "Este desencadenante ya existe",
    "Gatilho adicionado com sucesso": "Desencadenante agregado con éxito",
    "Consumo removido com sucesso!": "¡Consumo eliminado con éxito!",
    "Não foi possível remover o registro!": "¡No se pudo eliminar el registro!",
    "Já existe essa substância": "Esta sustancia ya existe",
    "Substância salva com sucesso!": "¡Sustancia guardada con éxito!",
    "Houve um erro ao salvar a substância! ": "¡Hubo un error al guardar la sustancia! ",
    "Device found": "Dispositivo encontrado",
    "Your device was discovered with the IP: ": "Tu dispositivo fue descubierto con la IP: ",
    "Sincronizado com sucesso": "Sincronizado con éxito",
    "Seus dados foram sincronizados com sucesso.": "Tus datos han sido sincronizados con éxito.",
    "Erro Sincronizando": "Error al sincronizar",
    "Erro ao tentar sincronizar os dados: ": "Error al intentar sincronizar los datos: ",
    "A senha deve ter pelo menos 6 caracteres.": "La contraseña debe tener al menos 6 caracteres.",
    "Backup gerado": "Copia de segurança gerada",
    "Backup gerado com sucesso! Salve este dado em um local seguro.": "¡Copia de seguridad generada con éxito! Guarda este dato en un lugar seguro.",
    "Erro ao gerar backup.": "Error al generar copia de seguridad.",
    "Backup criptografado copiado com sucesso.": "Copia de seguridad encriptada copiada con éxito.",
    "Copiado!": "¡Copiado!",
    "Backup criptografado salvo em ": "Copia de seguridad encriptada guardada en ",
    "Erro ao salvar {path}: {msg}": "Error al guardar {path}: {msg}",
    "Erro ao salvar arquivo": "Error al guardar archivo",
    "Cole o backup criptografado ou selecione um arquivo.": "Pega la copia de seguridad encriptada o selecciona un archivo.",
    "Tem certeza de que deseja restaurar este backup? Seus dados atuais serão apagados e não poderão ser recuperados posteriormente!": "¿Estás seguro de que deseas restaurar esta copia de seguridad? ¡Tus datos actuales serán borrados y no podrán ser recuperados más tarde!",
    "Confirmação": "Confirmación",
    "Restaurado com sucesso!": "¡Restaurado con éxito!",
    "Seu backup foi restaurado com sucesso! Seus dados já estão disponíveis para consulta.": "¡Tu copia de seguridad ha sido restaurada con éxito! Tus datos ya están disponibles para consulta.",
    "Erro no backup": "Error en la copia de seguridad",
    "Não foi possível restaurar seu backup. Por favor, tente novamente!": "No se pudo restaurar tu copia de seguridad. ¡Por favor intenta de nuevo!",
    "Gasto salvo com sucesso!": "¡Gasto guardado con éxito!",
    "Houve um erro ao salvar o gasto!": "¡Hubo un error al guardar el gasto!",
    "Gasto removido com sucesso!": "¡Gasto eliminado con éxito!",
    "Não foi possível remover o gasto": "No se pudo eliminar el gasto",
    "Boas vindas": "Bienvenido",
    "O Addiction Tracker é uma ferramenta para ganho de consciência sobre o seu vício. Usá-lo sempre que consumir a substância da qual é dependente vai lhe ajudar a entender melhor o que te leva a usar e, assim, a planejar estratégias para reduzir, controlar e, por fim, parar o uso.": "Addiction Tracker es una herramienta para ganar conciencia sobre tu adicción. Usarlo siempre que consumas la sustancia de la que eres dependiente te ayudará a entender mejor qué te lleva a usar y, por lo tanto, planificar estrategias para reducir, controlar y, finalmente, detener el uso.",
    "Cole abaixo o backup criptografado, insira a senha e pressione o botão para recuperar seus dados salvos no backup": "Pega abajo la copia de seguridad encriptada, ingresa la contraseña y presiona el botón para recuperar tus datos guardados en la copia de seguridad",
    "Erro ao salvar {{path}}: {{msg}}": "Error al guardar {{path}}: {{msg}}",
    "Registre um novo gasto <a routerLink=\"/cost-add\">por aqui</a>.": "Registra un nuevo gasto <a routerLink=\"/cost-add\">aquí</a>.",
    "Vamos começar": "Comencemos",
    "Esperamos que goste do app. Não será uma jornada fácil se livrar do seu vício, mas sabemos que as recompensas serão grandes. Vamos começar adicionando a substância, ok?": "Esperamos que te guste la app. No será un viaje fácil deshacerse de tu adicción, pero sabemos que las recompensas serán grandes. Comencemos añadiendo la sustancia, ¿de acuerdo?",
    "Versão:": "Versión:",
    "Houve um erro ao salvar a substância!": "¡Hubo un error al guardar la sustancia!",
    "Intervalo de consumo": "Intervalo de consumo",
    "Menu de acesso rápido": "Menú de acceso rápido",
    "Esse é o menu de acesso rápido, com as principais e mais usadas opções do aplicativo: registrar o consumo, registrar gastos e acompanhar consumos e gastos.": "Este es el menú de acceso rápido, con las principales y más usadas opciones de la aplicación: registrar el consumo, registrar gastos y monitorear consumos y gastos.",
    "Mood and Craving Correlation": "Correlación entre estado de ánimo y antojo",
    "Understanding how your mood affects cravings can help": "Entender cómo tu estado de ánimo afecta los antojos puede ayudar",
    "Average craving intensity (0-10) based on mood state": "Intensidad promedio del antojo (0-10) según el estado de ánimo",
    "Trigger and Craving Correlation": "Correlación entre desencadenantes y antojo",
    "Identify which triggers lead to the strongest cravings to better prepare for high-risk situations.": "Identifica qué desencadenantes generan los antojos más fuertes para prepararte mejor para situaciones de alto riesgo.",
    "entries": "entradas",
    "Average craving intensity (0-10) based on trigger": "Intensidad promedio del antojo (0-10) según el desencadenante",
    "Light theme": "Tema claro",
    "Dark theme": "Tema oscuro",
    "View and manage your substance usage records and track your progress over time.": "Consulta y administra tus registros de consumo de sustancias y sigue tu progreso a lo largo del tiempo.",
    "View Entries": "Ver entradas",
    "Motivations": "Motivaciones",
    "Manage your personal motivations to stay on track with your recovery journey.": "Administra tus motivaciones personales para mantenerte en el camino de tu recuperación.",
    "Manage Motivations": "Administrar motivaciones",
    "Dashboard": "Panel de control",
    "Visualize your recovery journey with detailed charts and analytics.": "Visualiza tu camino de recuperación con gráficos y análisis detallados.",
    "View Dashboard": "Ver panel de control",
    "Alternatives": "Alternativas",
    "See which alternative activities work best for you based on your data.": "Descubre qué actividades alternativas funcionan mejor para ti según tus datos.",
    "View Analytics": "Ver análisis",
    "About": "Acerca de",
    "Entries": "Entradas",
    "Triggers": "Desencadenantes",
    "Finances": "Finanzas",
    "Sync": "Sincronizar",
    "based on last month spending": "basado en el gasto del mes pasado",
    "Spanish": "Español",
    "Usage": "Uso",
    "Stress": "Estrés",
    "Social gathering": "Reunión social",
    "Anxiety": "Ansiedad",
    "Celebration": "Celebración",
    "Hungry": "Hambre",
    "Angry": "Enojo",
    "Tired": "Cansancio",
    "Sadness": "Tristeza",
    "Frustration": "Frustración",
    "Excitement": "Emoción",
    "Sleepiness": "Somnolencia",
    "First Step": "Primer paso",
    "Record your first entry": "Registra tu primera entrada",
    "1 Week Milestone": "Hito de 1 semana",
    "Maintain 7 days of sobriety": "Mantén 7 días de sobriedad",
    "1 Month Strong": "1 mes fuerte",
    "Maintain 30 days of sobriety": "Mantén 30 días de sobriedad",
    "Trigger Awareness": "Conciencia de desencadenantes",
    "Identify 5 different triggers": "Identifica 5 desencadenantes diferentes",
    "3 Month Journey": "Viaje de 3 meses",
    "Maintain 90 days of sobriety": "Mantén 90 días de sobriedad",
    "Alternative Explorer": "Explorador de alternativas",
    "Try 3 different alternative activities": "Prueba 3 actividades alternativas diferentes",
    "Breathing Master": "Maestro de respiración",
    "Complete 5 breathing exercises": "Completa 5 ejercicios de respiración",
    "Motivation Collector": "Coleccionista de motivación",
    "Add 3 motivational factors": "Agrega 3 factores motivacionales",
    "Motivation Driven": "Impulsado por la motivación",
    "Use motivational factors to avoid substance use 3 times": "Usa factores motivacionales para evitar el consumo de sustancias 3 veces",
    "Money Saver": "Ahorrador de dinero",
    "Save $100 by avoiding substance use": "Ahorra $100 evitando el consumo de sustancias",
    "Consistent Tracker": "Rastreador consistente",
    "Record entries for 10 consecutive days": "Registra entradas durante 10 días consecutivos",
    "Alternative Success": "Éxito alternativo",
    "Successfully use alternatives 5 times to avoid substance use": "Usa alternativas con éxito 5 veces para evitar el consumo de sustancias",
    "and": "y",
    "are your highest-risk triggers, with craving intensities of {{intensity1}} and {{intensity2}}, respectively.": "son tus desencadenantes de mayor riesgo, con intensidades de antojo de {{intensity1}} y {{intensity2}}, respectivamente.",
    "Consider developing specific coping strategies for these situations, such as deep breathing exercises, mindfulness practices, or having a support person to call.": "Considera desarrollar estrategias específicas de afrontamiento para estas situaciones, como ejercicios de respiración profunda, prácticas de atención plena o tener una persona de apoyo a quien llamar.",
    "Inhale slowly through your nose...": "Inhala lentamente por la nariz...",
    "Hold your breath...": "Aguanta la respiración...",
    "Exhale slowly through your mouth...": "Exhala lentamente por la boca...",
    "Hold briefly...": "Aguanta brevemente...",
    "View Detailed Financial Impact Analysis": "Ver análisis detallado del impacto financiero",
    "View all Usage Entries": "Ver todas las entradas de uso",
    "View detailed triggers analysis": "Ver análisis detallado de desencadenantes"
}
